[
    {
        "id": "54863545",
        "name": "Addy",
        "age": "7 months 13 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Male",
        "colors": [
            "Orange"
        ],
        "declawed": false,
        "imgIds": [
            "5d3fb9f0-23c3-445b-a47f-bd84258552bb.jpg",
            "3f3930bb-7689-482e-b4cf-7effa89d1678.jpg",
            "c329f784-2e43-41a7-a2c3-b2576c20439f.jpg"
        ],
        "description": "Addy and Benny are a bonded pair of siblings who love to play and snuggle all day together! They have made so much progress in their foster home in a short amount of time but are still getting used to enjoying being held by human friends. With the right home who can provide them with love and patience, they will flourish in no time! They love to play with toys, snuggle with cat friends, and chill out on the couch.SPECIAL NOTES: Bonded to Benny"
    },
    {
        "id": "54863540",
        "name": "Benny",
        "age": "7 months 13 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Male",
        "colors": [
            "Orange"
        ],
        "declawed": false,
        "imgIds": [
            "8ea2d938-3bdc-4e56-b2b1-c8f1684a9bf0.jpg",
            "4166eb72-9d0d-4219-921f-0c09a1805e34.jpg",
            "9665ab61-bd7d-4ada-9ff4-0705075e21e0.jpg"
        ],
        "description": "Addy and Benny are a bonded pair of siblings who love to play and snuggle all day together! They have made so much progress in their foster home in a short amount of time but are still getting used to enjoying being held by human friends. With the right home who can provide them with love and patience, they will flourish in no time! They love to play with toys, snuggle with cat friends, and chill out on the couch.SPECIAL NOTES: Bonded to Addy"
    },
    {
        "id": "54579258",
        "name": "Boots",
        "age": "9 years 9 months 25 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Black",
            "White"
        ],
        "declawed": false,
        "imgIds": [
            "dcf9cfd9-7387-4bed-b8b6-f5e7056b8257.jpg",
            "d2dc85f8-3526-409d-aa18-073685650927.jpg"
        ],
        "description": "Hi I'm Boots! I'm a sweet senior cat who is ready to spend my golden years with my future family! I grew up with 3 other cats in my old home, and I didn't meet many new people. Because of this, I definitely feel more confident with other cats around (like my brother, Oreo!), and it takes me a little while to warm up to new people. Oreo and I aren't bonded, but we would be more than happy to stay senior besties in our new home! If you're interested in helping a shy cat (or 2), apply to meet with Boots!"
    },
    {
        "id": "55056433",
        "name": "Buster",
        "age": "3 years 8 months 5 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Male",
        "colors": [
            "Brown",
            "White"
        ],
        "declawed": false,
        "imgIds": [
            "e3bddb59-4415-4003-8f3f-6d32f2c575df.jpg",
            "0f77c2a6-830e-409c-8c6f-8e6eaaccc583.jpg",
            "1a44e26c-3539-493b-82d8-9f4a9151197b.jpg"
        ],
        "description": "Buster has made so much great progress since coming to the shelter! It took him a while to know he was safe, as he had recently gone through a lot of life changes. Buster is such a handsome boy who loves to ask for pets and plenty of big cheek scratches! It may take some time and patience to get him acclimated to a new home, but once he feels comfortable, he will be right by your side!SPECIAL NOTES: I have a 2/6 grade heart murmur"
    },
    {
        "id": "38917643",
        "name": "Calvin",
        "age": "5 years 9 months 24 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Male",
        "colors": [
            "Grey",
            "White"
        ],
        "declawed": false,
        "imgIds": [
            "0fc1105c-558f-4846-a4a4-a104b4da61a4.jpg"
        ],
        "description": "Hey friends, I'm Calvin! I'm a large, friendly guy who is ready to take on the world with my sister, Clara! I'm the braver of the two - I love meeting new people and getting all of the attention! If you're looking to adopt an easy package deal, apply to meet with Calvin & Clara!SPECIAL NOTES: Bonded to Clara; will need help with weight loss"
    },
    {
        "id": "54750142",
        "name": "Chica",
        "age": "2 years 9 months 25 days",
        "breed": "Domestic Medium Hair/Mix",
        "gender": "Female",
        "colors": [
            "Brown",
            "White"
        ],
        "declawed": false,
        "imgIds": [
            "8ddb0413-afb5-4e57-a70f-5ed4207a5f5b.jpg",
            "e841a18d-d0c0-4f79-be71-d606ec105bbb.jpg",
            "f28621cc-c5bd-485a-9172-94b10f1ee8fe.jpg"
        ],
        "description": "Howdy humans, I'm Chica! I'm an adorable, petite little nugget ready to find my people! I came into the shelter with some tummy issues that affected how I used the litterbox, so I went to foster and after trying some different foods and medications, I'm a lot better! My foster mom says I'm silly, affectionate, and so dang cute. I love warm laps, head scratches, and toys, but I'm not a fan of closed doors (I want to be included!) or mops (spooky!). If I sound like your kind of cat, schedule an appointment to meet with Chica!SPECIAL NOTES: I'm on a prescription diet"
    },
    {
        "id": "39364078",
        "name": "Clara",
        "age": "5 years 7 months 28 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Brown"
        ],
        "declawed": false,
        "imgIds": [
            "11327d9c-c6d7-4420-af56-93fb6cafa4c1.jpg"
        ],
        "description": "Hey there, my name is Clara, and I'm ready to venture out into the world with my brother, Calvin! I'm definitely the shyer of the 2 - I'd rather sit back and let Calvin try everything new first before I decide that it's safe. But I promise that once I relax, I really do enjoy people and attention! If you're looking for a package deal of besties, apply to meet with Calvin & Clara!SPECIAL NOTES: Bonded to Calvin; will need a dental through MCP in the future"
    },
    {
        "id": "54625283",
        "name": "Clover",
        "age": "5 years 9 months 25 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Black",
            "Orange"
        ],
        "declawed": false,
        "imgIds": [
            "c86885da-dab8-4140-92b0-7250759bae0f.jpg",
            "0913a216-43b3-4b7f-8171-52e8f7b763cd.jpg",
            "25b5fa7e-05e2-4ddc-b666-47f16e06c125.jpg"
        ],
        "description": "Hello, my name is Clover! I'm a funny lady with some tortie-tude who is looking for people to love me for who I am! I originally came from a home with a LOT of cats, so I grew up not really knowing what pets are. I'm currently in a foster home learning to trust people and hands, and I've really come a long way! I just need a family who understands my quirks and personality and loves me anyway. And I wouldn't say no to having a cat friend! If I sound like the gal for you, ask to meet with Clover!SPECIAL NOTES: I have no teeth"
    },
    {
        "id": "55033890",
        "name": "Frida Kahlo",
        "age": "4 years  1 month 23 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Brown"
        ],
        "declawed": false,
        "imgIds": [
            "d14ab1b7-1e59-4694-981d-36f80b497a3e.jpg",
            "a4e2e76b-48c2-48ea-b3d6-08ed8e903a62.jpg"
        ],
        "description": "Greetings, I'm Frida! I'm looking for a family that thinks I'm so special, they'd like to have 55 portraits of me around their house! I'm a compact little lady who loves soft, snuggly beds and pets! You can tell because you can hear my purr from across the room. I might be a little nervous to meet you at first, but I warm up quickly with some scratchies. If I sound like the kind of cat you want to be besties with, schedule an appointment to meet Frida Kahlo!"
    },
    {
        "id": "55281199",
        "name": "Geez Louise",
        "age": "2 years 11 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Grey"
        ],
        "declawed": false,
        "imgIds": [
            "6d821481-993a-4293-84cc-608b07a93450.jpg"
        ],
        "description": "I'm Geez Louise and goll-lee, am I cute! I'm mostly sugar, with just a tiny bit of spice! I love spending time with people, but hanging out with other cats stresses MEOWT, so I'm living in a foster home as the queen of my own castle! If you'd like to spend some one-on-one time with me, apply to meet Geez Louise!"
    },
    {
        "id": "55281234",
        "name": "Graclyn",
        "age": "9 months 11 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Black",
            "White"
        ],
        "declawed": false,
        "imgIds": [
            "e99ac147-9328-4aeb-80d6-4016f4b0d6ca.jpg"
        ],
        "description": "Hey there, my name is Graclyn! I'm a cute, young gal who is looking for some forever playtime buddies! I'm an active gal who ALWAYS wants to play, whether that's with a person or another cat! I'd do best in a home that understands the activity level that comes with a young cat, and is ready to love me and my big personality! If this sounds like your kind of cat, apply to meet with Graclyn!"
    },
    {
        "id": "55405233",
        "name": "Ila",
        "age": "2 years  1 month 25 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Brown"
        ],
        "declawed": false,
        "imgIds": [
            "7edbc020-2fcb-4f0b-9d08-d24348fb3a57.jpg"
        ]
    },
    {
        "id": "55281196",
        "name": "Katniss",
        "age": "4 years 10 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Grey",
            "Buff"
        ],
        "declawed": false,
        "imgIds": [
            "96708a36-62b2-4d64-a215-c658e613ed03.jpg",
            "6a1ceaad-75b7-4662-a915-0e552c63022e.jpg"
        ],
        "description": "Hello there, I'm Katniss! Like my namesake, I'm a bit of an introvert - I'm less of a big crowds kind of gal, and more of a Netflix and chill kind of lady. I might be hiding when you first meet me - meeting new people can be a little overwhelming. But once you start doing some nice pets, I start to enjoy your company pretty quickly! If you're interested in helping a shy lady come out of her shell, apply to meet with Katniss!"
    },
    {
        "id": "55056432",
        "name": "Lizzy",
        "age": "2 years  1 month 16 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Brown"
        ],
        "declawed": false,
        "imgIds": [
            "b6f906db-4335-4421-ac79-faed0ab48d17.jpg",
            "acf32182-8cfe-4607-9873-fe66e5648757.jpg",
            "13c88d99-adbc-4a38-b22e-067c767a920f.jpg"
        ],
        "description": "Hey, I'm Lizzy! I'm a chatty little lady who is looking for my new family! My foster mom says I've never met a toy I don't like, and a sun beam I don't want to snooze in. I can be wary of new people, but I really like pets when I warm up to you. Pick-ups aren't really my favorite, but I think my personality makes up for it! If I sound like your kind of cat, schedule an appointment to meet with Lizzy!SPECIAL NOTES: I have experience living with dogs and cats"
    },
    {
        "id": "54579232",
        "name": "Oreo",
        "age": "9 years 9 months 25 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Male",
        "colors": [
            "Black",
            "White"
        ],
        "declawed": false,
        "imgIds": [
            "61d8a7d7-6f84-4022-abf5-5e48d7be3ffa.jpg",
            "a6952d87-b20f-4616-91d0-bcff79c1e498.jpg",
            "93fa71c3-73fb-428c-adc3-b221f84b0b9f.jpg"
        ],
        "description": "Hi I'm Oreo! I'm a sweet senior cat who is ready to spend my golden years with my future family! I grew up with 3 other cats in my old home, and I didn't meet many new people. Because of this, I definitely feel more confident with other cats around (like my sister, Boots!), and it takes me a little while to warm up to new people. Boots and I aren't bonded, but we would be more than happy to stay senior besties in our new home! If you're interested in helping a shy cat (or 2), apply to meet with Oreo!"
    },
    {
        "id": "54775452",
        "name": "Spice",
        "age": "3 years 9 months 25 days",
        "breed": "Domestic Longhair/Mix",
        "gender": "Male",
        "colors": [
            "Buff"
        ],
        "declawed": false,
        "imgIds": [
            "be328073-11fc-4979-a760-6deaf1cb38dd.jpg",
            "d144510c-d87b-4a7d-87bd-e32a46eedfe3.jpg",
            "d7d59bcc-9ed7-4064-aa5e-4d56c83badde.jpg"
        ],
        "description": "Hello beautiful people, I'm Spice! As you can so clearly tell, I'm a handsome man who is ready to find my ultimate family. I previously came from a home with a HUGE cat family, so I'm a pretty cat-social guy and would probably be most comfortable living with a cat friend or 2. True to my name, I bring a little bit of spice to the table; I can sometimes be a little particular about pets and handling, but I'm usually a pretty snuggly, friendly guy. If you're looking to bring some beauty into your home, apply to meet with Spice!SPECIAL NOTES: Currently on long-term GI medication and treatment"
    },
    {
        "id": "55236827",
        "name": "Starla",
        "age": "1 year 19 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Female",
        "colors": [
            "Brown"
        ],
        "declawed": false,
        "imgIds": [
            "d8d2f7e1-0527-4882-8a2f-a36f6cc63b90.jpg"
        ],
        "description": "Hi, I'm Starla and I can't wait to meet you! I'm a sweet lady enjoys pets and a good nap about equally. I might be a little shy when we first meet, but it doesn't take long for me to warm up! I'm ready to find a family to appreciate my kind personality, so if that sounds like the cat for you, apply to meet with Starla!"
    },
    {
        "id": "55121086",
        "name": "Stavros",
        "age": "2 years  1 month 7 days",
        "breed": "Domestic Shorthair/Mix",
        "gender": "Male",
        "colors": [
            "Black"
        ],
        "declawed": false,
        "imgIds": [
            "237f5136-431f-4ed9-9de0-8ec29265b97d.jpg",
            "81b1910b-eccd-40df-a404-f5f07bbeb151.jpg",
            "06521b2d-3822-4da0-b947-1f0c3fb6ff5b.jpg"
        ],
        "description": "Hey friends, I'm Stavros. I'm a big, handsome boy looking for my special family. I came to MCP from a shelter in Rockford, so I was pretty scared after that long drive. I went to a foster home where I was still pretty scared at first, but now I'm super comfortable and happy! When I'm more relaxed, my personality is actually super playful, both with humans and other cats! If you're interested, schedule an appointment to meet with Stavros!SPECIAL NOTES: I have entropion in my right eye. MCP will pay for any future surgery needed"
    }
] 